# 1. Поработайте с переменными, создайте несколько, выведите на экран,
# запросите у пользователя несколько чисел и строк и сохраните в переменные,
# выведите на экран.

# a = input("Укажите вашу Фамилию: ")
a = "Selyutin"
# b = input("Укажите ваше Имя: ")
b = "Mikhail"
# c = int(input("Укажите Ваш возраст: "))
c = 33
# d = input("Из какого вы города?: ")
d = "Moscow"
# f = float(input("Вы помните число Пи?: ")
f = float(3.14159)

print(a, b, "\nВозраст: " + str(c), "\nГород: " + d, "\nЗнает число Пи: " + str(f))
